email.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>email</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="org-default.css" />
</head>
<body>
<div id="content" class="container">
<nav aria-label="breadcrumb" style="--pico-nav-breadcrumb-divider: '|';" id="orgf81b6a8">
<ul class="org-ul">
<li><a href="index.html#ID-3a34d6d7-6f37-4573-b20e-3c93894e54ac">🏠</a></li>
<li><a href="site_map.html#ID-30ea5e38-9b41-4bcd-8631-76821e93e294">🗺</a></li>
</ul>
</nav>
<div id="outline-container-org2e47927" class="outline-2">
<h2 id="org2e47927">email</h2>
<div class="outline-text-2" id="text-org2e47927">
</div>
<div id="outline-container-orgb620a4a" class="outline-3">
<h3 id="orgb620a4a">notes</h3>
<div class="outline-text-3" id="text-orgb620a4a">
<ul class="org-ul">
<li>pozzed by companies
<ul class="org-ul">
<li>gmail marks as spam as its algo sees fit</li>
<li>outlook drops with no delivery after accepting</li>
<li>tutanota spies for german gov</li>
<li>protonmail spies for gov
<ul class="org-ul">
<li>french climate protester ip given to glowies</li>
<li>sends DNS takedowns for blogs that critic them</li>
<li>onion site links redirected to clearnet
<ul class="org-ul">
<li>needed phone number for setup through to</li>
</ul></li>
</ul></li>
<li>riseup outsted 2 people to FBI
<ul class="org-ul">
<li>example of 'compelled speech' by gov as they were required to maintain their warrant canary (making it useless)</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
